Repository: vincent3569/zpBootstrap
Catalog: locale/*/LC_MESSAGES/zpBootstrap.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Latest news
de_de: Aktuelle Neuigkeiten
es_es: Últimas noticias
fr_fr: Dernière actualité
nl_nl: Laatste nieuws

source: thumbnails
es_es: miniaturas
fr_fr: miniatures

source: Demo site
fr_fr: Site de démo

source: Creation and maintenance of themes and plugins take a lot of time.
fr_fr: La création et la maintenance de thèmes et plugins prend beaucoup de temps.

source: Thanks to donate to help zpBoostrap.
fr_fr: Merci de votre don pour aider le thème zpBoostrap.

source: Thanks to donate to help zpArdoise.
fr_fr: Merci de votre don pour aider le thème zpArdoise.

source: Thanks to donate to help i-feel-dirty.
fr_fr: Merci de votre don pour aider le thème i-feel-dirty.

source: Thanks to donate to help akismet plugin.
fr_fr: Merci de votre don pour aider le plugin akismet.

source: The theme doesn't support colorbox option for googlemap plugin.
de_de: Das Theme unterstützt die Colobox-Einstellung für das googlemaps-Plugin nicht.
es_es: El tema no es compatible con las opciones de Colorbox en el complemento googlemap.
fr_fr: Le thème ne supporte pas l'option colorbox pour le plugin googlemap.
nl_nl: De <em>colorbox</em> optie voor de <em>GoogleMap</em> plugin wordt niet ondersteund door dit thema.

source: View more albums
de_de: Mehr Alben ansehen
es_es: Ver más álbumes
fr_fr: Voir plus d'albums
nl_nl: Meer albums

source: No more albums to display
de_de: Keine weiteren Alben anzuzeigen
es_es: No hay más álbumes para mostrar
fr_fr: Pas d'autres albums à afficher
nl_nl: Geen albums meer

source: View more images
de_de: Mehr Bilder ansehen
es_es: Ver más imágenes
fr_fr: Voir plus d'images
nl_nl: Meer afbeeldingen

source: No more images to display
de_de: Keine weiteren Bilder anzuzeigen
es_es: No hay más imágenes para mostrar
fr_fr: Pas d'autres images à afficher
nl_nl: Geen afbeeldingen meer

source: View more news
de_de: Mehr Neuigkeiten ansehen
es_es: Ver más noticias
fr_fr: Voir plus d'actualités
nl_nl: Meer artikelen

source: No more news to display
de_de: Keine weiteren Neuigkeiten anzuzeigen
es_es: No hay más noticias para mostrar
fr_fr: Pas d'autres actualités à afficher
nl_nl: Geen artikelen meer

source: A responsive Zenphoto theme ready for desktop to mobile device, using <a href="https://getbootstrap.com/docs/3.4/" title="Boostrap" target="_blank">Boostrap 3.4</a> framework.
de_de: Ein responsives Zenphoto-Theme für Desktop und Mobile, das das <a href=„https://getbootstrap.com/docs/3.4/„ title=„Boostrap“ target=„_blank“>Boostrap 3.4</a>Framework verwendet.
es_es: Un tema de Zenphoto, sensible listo para escritorio y móviles, usando el marco <a href="https://getbootstrap.com/docs/3.4/" title="Boostrap" target="_blank">Boostrap 3.4</a>.
fr_fr: Un thème responsive pour Zenphoto, s'adaptant des ordinateurs aux smartphones, utilisant le Framework <a href="https://getbootstrap.com/docs/3.4/" title="Boostrap" target="_blank">Boostrap 3.4</a>.
nl_nl: Een responsive Zenphoto thema voor desktop en mobile, gebruikmakend van het <a href="https://getbootstrap.com/docs/3.4/" title="Boostrap" target="_blank">Boostrap 3.4</a> framework.

source: Please read
de_de: Bitte lesen Sie
es_es: Por favor leer
fr_fr: Merci de lire
nl_nl: Lees a.u.b.

source: and
de_de: und
es_es: y
fr_fr: et
nl_nl: en

source: To design your content to be responsive using Boostrap framework, you can have a look on
de_de: Um Ihren Inhalt responsiv mit dem Boostrap-Framework zu gestalten, schauen Sie bitte hier unter
es_es: Para diseñar su contenido para que sea sensible usando el marco de Bootstrap, puede echar un vistazo a
fr_fr: Pour créer un contenu "responsive" utilisant le framework Bootstrap, vous pouvez regarder le
nl_nl: Om je inhoud optimaal te ontwerpen voor Bootstrap zie <a href “http://localhost/zenphoto3-test/themes/zpBootstrap/bootstrap_grid_system.htm”>Bootstrap Grid System</a>.

source: Bootstrap Grid System
de_de: Bootstrap-Raster-System
es_es: Sistema de Grilla de Bootstrap
fr_fr: Système de Grille Bootstrap

source: Display a home page, with a slider of random pictures, the gallery description and the latest news.
de_de: Zeigt eine Homepage mit einem Slider mit Zufallsbildern, der Galerie-Beschreibung und den neusten Neuigkeiten an.
es_es: Muestra la página de Inicio, con un control deslizante de imágenes aleatorias, la descripción de la Galería y las últimas noticias.
fr_fr: Affiche une page d'accueil, avec un diaporama d'images choisies aléatoirement, la description de la galerie et la dernière actualité.
nl_nl: Toon een homepage met een slider met willekeurige afbeeldingen, de beschrijving van de galerij en de laatste artikelen.

source: Latest news on Homepage
de_de: Neuste Nachrichten auf der Homepage
es_es: Últimas noticias en Página Inicio
fr_fr: Dernière actualité sur la page d'Accueil
nl_nl: Laatste nieuws op homepage

source: Display the latest news on the home page (Homepage option have to be selected too).
de_de: Zeigt die neusten Neuigkeiten auf der Homepage an (Die Homepage-Einstellung muss ebenfalls ausgewählt sein).
es_es: Muestra las últimas noticias en la página de Inicio (la Opción Página de Inicio también tiene que estar seleccionada).
fr_fr: Affiche la dernière actualité sur la page d'accueil (L'option Accueil doit aussi être sélectionnée).
nl_nl: Toon het laatste nieuws op de homepage (de optie <em>Homepage</em> moet ook aangevinkt zijn)

source: Homepage slider
es_es: Control deslizante en Inicio
fr_fr: Slider sur la page d'Accueil

source: Select the Album to use for the homepage slider (Dynamic albums may used).
de_de: Wählen Sie das Album für den Homepage-Slider (Dynamische Alben können genutzt werden)
es_es: Seleccione el Álbum a usar para el control deslizante en página de inicio (puede usar álbumes dinámicos).
fr_fr: Choisissez l'album a utiliser pour le diaporama de la page d'accueil (les albums dynamiques peuvent être utilisés).
nl_nl: Selecteer het album met de afbeeldingen voor de slider op de homepage (dynamische albums mogen ook worden gebruikt).

source: If Gallery is selected, the whole gallery will be used for the slider.
de_de: Wenn Gallie ausgewählt, wird die komplette Galerie für den Slider verwendet.
es_es: Si está seleccionado Galería, la galería entera puede ser usada por el control deslizante.
fr_fr: Si Galerie est sélectionné, l'ensemble de la galerie sera utilisée pour le diaporama.
nl_nl: Als <em>*Galerij*</em> is geselecteerd worden alle afbeeldingen in de galerij gebruikt voor de homepage slider.

source: Random pictures for homepage slider
de_de: Zufallsbilder für den Homepage-Slider
es_es: Imágenes aleatorias para el control deslizante en Inicio
fr_fr: Nombre d'image sur le slider de la page d'Accueil
nl_nl: Aantal afbeeldingen

source: Number of random pictures to use for the homepage slider.
de_de: Anzahl der Zufallsbilder im Homepage-Slider.
es_es: Cantidad de Imágenes aleatorias para usar en el control deslizante en Inicio.
fr_fr: Nombre d'images aléatoires à utiliser pour le diaporama de la page d'accueil.
nl_nl: Het aantal willekeurige afbeeldingen dat voor de homepage slider gebruikt wordt.

source: Use infinite scroll
de_de: Infinite Scrolling nutzen
es_es: Usar desplazamiento Infinito
fr_fr: Utilise infinite scroll
nl_nl: Gebruik <em>Infinite Scroll</em>

source: Check pages which use <a href="https://infinite-scroll.com/" target="_blank">infinite-scroll jQuery plugin</a>. This layout will automatically load items of next page (albums, images or news) without pagination.
de_de: Wählen Sie Seiten, die das <a href="https://infinite-scroll.com/" target="_blank“>infinite scoll-jQuery-Plugin</a> nutzen sollen. Dies Layout lädt automatisch Einträge der nächsten Seite ohne Paginierung.
es_es: Verifique las páginas <a href="https://infinite-scroll.com/" target="_blank">para usar el complemento jQuery de desplazamiento infinito</a>. Este diseño cargará automáticamente elementos de la página siguiente (álbumes, imágenes o noticias) sin paginación.
fr_fr: Cocher les pages pour lesquelles utiliser le <a href=\"https://infinite-scroll.com/\" target=\"_blank\">plugin jQuery infinite-scroll</a>. Cette présentation chargera automatiquement les items de la page suivante (albums, images ou actualités), sans pagination.
nl_nl: Vink aan voor welke pagina’s je de <a href=“https://infinite-scroll.com/“ target=“_blank”>infinite-scroll jQuery plugin</a> wilt gebruiken.

source: The behavior is "manual first": it requires visitor to click a button the first time to load new items and then, it automatically load after.
de_de: Das Verhalten ist „manuell zuerst“: Es erfordert, dass der Besucher einen Button klickt, damit die Bilder das erste Mal nachgeladen werden. Danach werden sie automatisch geladen.
es_es: El comportamiento es "primero manual": esto requiere que el visitante haga click en un botón la primera vez para cargar nuevos elementos y luego se cargará automáticamente.
fr_fr: Le comportement est "manuel d'abord" : le premier chargement des nouveaux items requière de cliquer sur un bouton, et ensuite, le chargement se fait automatiquement.
nl_nl: Het gebruik is “handmatig eerst”, dat wil zeggen dat de bezoeker de eerste keer op een knop moet klikken om nieuwe items te laden. Daarna gaat het vanzelf.

source: Rather than using infinite-scroll layout for all albums, you may also allow "multiple_layouts" plugin and then choose "album_infinitescroll" as layout for specific albums of your gallery.
de_de: Anstatt das Infinit-Scrolling-Layout für alle Alben zu verwenden, können Sie auch das multiple_layouts-Plugin verwenden und dann einzelnen Alben das "album_infinitscroll“-Layout zuweisen.
es_es: En lugar de utilizar un diseño de desplazamiento infinito para todos los álbumes, también puede permitir el complemento "multiple_layouts" y luego elegir "album_infinitescroll" como diseño para álbumes específicos de su galería.
fr_fr: Plutôt qu'utiliser la présentation infinite scoll pour tous les albums, vous pouvez également autoriser le plugin "multiple_layouts\", puis choisir "album_infinitescroll" comme présentation pour des albums spécifiques de votre galerie.
nl_nl: In plaats van deze optie aan te vinken kun je ook de <em>multiple_layouts<em> plugin activeren en <em>album_infinitescroll</em> selecteren als layout voor een bepaald album.

source: <strong>Note:</strong> This album layout does not manage albums with images and sub-albums (in that case, standard album layout is automatically used).
de_de: <strong>Hinweis:</strong> Dieses Album-Layout kann keine Alben mit Bilder und Unteralben anzeigen (in diesem Fall wird das Standard-Albumlayout automatisch genutzt).
es_es: <strong>Nota:</strong> este diseño de álbum no maneja álbumes con imágenes y sub-álbumes (en ese caso, el diseño de álbum estándar es utilizado automáticamente).
fr_fr: <strong>Note :</strong> Cette présentation des albums ne gère pas les albums avec des images et des sous-albums (dans ce cas, la présentation standard des albums est automatiquement utilisée).
nl_nl: <strong>Opmerking:</strong> Deze album layout werkt niet voor albums waarin zowel afbeeldingen als subalbums aanwezig zijn. In dat geval wordt de standaard album layout gebruikt.

source: Use isotope
de_de: Isotope verwenden
es_es: Usar Isotope
fr_fr: Utilise isotope
nl_nl: Gebruik <em>Isotope</em>

source: Use <a href="https://isotope.metafizzy.co/" target="_blank">isotope jQuery plugin</a> for albums pages. This layout allows to display uncropped thumbnails and to filter them based on their tags.
de_de: Verwendet das <a href="https://isotope.metafizzy.co/" target="_blank">isotope jQuery plugin</a> für Albumseiten. Diese Layout erlaubt die Verwendung von unbeschittenen Thumbnails und das Filtern nach Schlagwörtern.
es_es: Utilice el <a href="https://isotope.metafizzy.co/" target="_blank">complemento jQuery de isótopos</a> para las páginas de álbumes. Este diseño permite mostrar miniaturas sin recortar y filtrarlas según sus etiquetas.
fr_fr: Utilise le <a href="https://isotope.metafizzy.co/" target="_blank">plugin jQuery isotope </a> pour les pages d'albums. Cette présentation permet d'afficher des vignettes non redimensionnées et des les filtrer à partir de leurs tags.
nl_nl: Gebruik de <a href="https://isotope.metafizzy.co/" target="_blank">Isotope jQuery plugin</a> voor album's. Deze layout maakt het mogelijk om (niet bijgesneden) afbeeldingen te tonen en te filteren op hun tags.

source: Rather than use isotope layout for all albums, you may also allow "multiple_layouts" plugin and then choice "album_isotope" as layout for specific albums of your gallery.
de_de: Anstatt das Isotope-Layout für alle Alben zu verwenden, können Sie auch das multiple_layouts-Plugin verwenden und dann einzelnen Alben das „album_isotope“-Layout zuweisen.
es_es: En lugar de utilizar el diseño de isótopos para todos los álbumes, también puede permitir el complemento "multiple_layouts" y luego elegir "album_isotope" como diseño para álbumes específicos de su galería.
fr_fr: Plutôt qu'utiliser cette disposition pour tous les albums, vous pouvez aussi utilisez le plugin "multiple_layouts", et alors choisir "album_isotope" comme mise en page d’albums particuliers de votre galeries.
nl_nl: In plaats van deze optie aan te vinken kun je ook de <em>multiple_layouts</em> plugin activeren en <em>album_isotope</em> selecteren als layout voor een bepaald album.

source: <strong>Note:</strong> This album layout does not manage sub-albums (in that case, only pictures of the album are shown and you cant not access on sub-albums).
de_de: <strong>Hinweis:</strong> Dieses Albumlayout kann keine Unteralben anzeigen (In dem Fall werde nur die Bilder des Albums anzeigt und SIe können nicht auf Unteralben zugreifen).
es_es: <strong>Nota:</strong> este diseño de álbum no maneja los sub-álbumes (en ese caso, solo se muestran las imágenes del álbum y no puede acceder a los sub-álbumes).
fr_fr: <strong>Note :</strong> Cette présentation des albums ne gère pas les sous-albums (dans ce cas, seules les images sont affichées et vous ne pourrez pas accéder aux sous-albums).
nl_nl: <strong>Opmerking:</strong> Deze album layout werkt niet als er sub-albums aanwezig zijn. In dat geval worden alleen de afbeeldingen in het top-level album getoond.

source: This option overwrites the infinite scroll on album option above.
de_de: Diese Einstellung überschreibt das Infinit-Scrollen der obigen Album-Einsteillung.
es_es: Esta opción sobrescribe la opción anterior de desplazamiento infinito en el álbum.
fr_fr: Cette option supplante l'option infinite scroll pour albums ci-dessus.
nl_nl: Deze optie heeft voorrang op de <em>Infinite Scroll</em> optie voor albums hierboven.

source: Social Links
es_es: Enlaces a Redes sociales
fr_fr: Média sociaux

source: Check to show some social links.
de_de: Auswählen, um Social-Media-Links anzuzeigen.
es_es: Marque para mostrar algunos enlaces a redes sociales.
fr_fr: Affiche des liens vers les sites sociaux.
nl_nl: Vink aan om een aantal “Social Links" te tonen.

source: Excerpt length
de_de: Auszuglänge
es_es: Longitud del extracto
fr_fr: Longueur de l'extrait
nl_nl: Lengte uittreksel

source: Excerpt length for news and pages lists in search page
de_de: Auszuglänge für Neuigkeiten- und Seitenlisten auf der Suchseite
es_es: Longitud del extracto en las listas de páginas y noticias de la página de búsqueda
fr_fr: Longueur de l'extrait des listes d'actualités et de pages dans la page de recherche
nl_nl: Lengte uittreksel voor nieuwsartikelen en pagina’s in zoekresultaten.

source: Display a link to the Archive list.
de_de: Zeigt einen Link zum Archiv.
es_es: Muestra un enlace a la Página de lista de archivos.
fr_fr: Affiche un lien vers les Archives.
nl_nl: Toon een link naar de Archief pagina.

source: Check to show a tag cloud in Archive list, with all the tags of the gallery.
de_de: Zeigt eine Schlagwortwolke mit allen Schlagwörtern der Galerie auf der Archiv-Seite.
es_es: Muestra una nube de etiquetas en la página de lista de archivos, con todas las etiquetas de la galería.
fr_fr: Affiche un nuage de tags dans les Archives, avec tous les tags de la galerie.
nl_nl: Vink aan om een “Tag Cloud" op de Archief pagina te tonen met alle tags van de galerij.

source: Show the EXIFs Data on Image page. Remember you have to check EXIFs data you want to show on Options>Image>Metadata.
de_de: Zeigt die Exif-Daten auf der Bildseite an. Denken Sie daran, dass Sie die EXIF-Daten, die Sie anzeigen möchten, unter Einstellungen > Bild > EXIF auswählen können.
es_es: Muestra los datos EXIF en la página de imagen. Recuerde que debe verificar y marcar los datos EXIF que desea mostrar, en Opciones>Imagen>Metadatos.
fr_fr: Affiche les données EXIF sur la page Image. Rappelez-vous que vous devez choisir les données EXIF que vous voulez afficher sur la page Options>Image>Métadonnées.
nl_nl: Toon de EXIF informatie op de afbeeldingen pagina (<em>image.php</em>) Vergeet niet de gewenste EXIF informatie te selecteren in Admin => Opties => Afbeelding => Metadata.

source: Check this if you want to use the "menu_manager" plugin if enabled to use a custom menu instead of the standard one.
de_de: Aktivieren Sie dies, wenn Sie das menu_manager-Plugin, sofern aktiviert, für ein benutzerdefiniertes Menü anstatt des Standardmenüs verwenden möchte.
es_es: Marque esto si desea usar el complemento "menu_manager"; si está habilitado se usará un menú personalizado en lugar del estándar.
fr_fr: Cochez cette case si vous souhaitez utiliser le plugin "menu_manager" s’il est activé, afin utiliser un menu personnalisé au lieu du menu standard.
nl_nl: Vink aan om de <code>menu_manager</code> plugin te gebruiken voor een custom menu.

source: <strong>Note:</strong> A custom menu named "zpBootstrap" is used automatically. You can change this custom menu in "menu" tab.
de_de: <strong>Hinweis:</strong> Ein benutzerdefiniertes Menü "zpBootstrap" wird automatisch verwendet. Sie können das Menü im „Menü“-Tab änndern.
es_es: <strong>Nota:</strong> un menú personalizado llamado "zpBootstrap" se utiliza automáticamente. Puede cambiar este menú personalizado en la pestaña "menú".
fr_fr: <strong>Note :</strong> Un menu personnalisé nommé "zpBootstrap" est utilisé automatiquement. Vous pouvez modifier ce menu personnalisé dans l’onglet "menu".
nl_nl: <strong>Opmerking:</strong> Een custom menu met de naam "zpBootstrap" wordt automatisch aangemaakt. Je kunt dit aanpassen onder de “Menu" tab.
